<?php

/**
 *      [Discuz!] (C)2001-2099 Comsenz Inc.
 *      This is NOT a freeware, use is subject to license terms
 *
 *      $Id: lang_modaction.php 19194 2010-12-21 10:05:33Z shanzongjun $
 */

$lang = array
(

	'EDT' => '編集',

	'DEL' => '削除',
	'DLP' => 'コメントを削除',
	'DCM' => '評価を削除',
	'PRN' => '一括削除',
	'UDL' => '戻',

	'DIG' => '傑作に',
	'UDG' => '傑作を解除',
	'EDI' => '期間中傑作に',
	'UED' => '傑作を解除',

	'CLS' => 'クローズに',
	'OPN' => 'オープンに',
	'ECL' => '期間中クローズに',
	'UEC' => 'オープンに',
	'EOP' => '期間中オープンに',
	'UEO' => 'クローズに',
	
	'STK' => 'トップアップ',
	'UST' => 'トップアップを解除',
	'EST' => '期間中トップアップ',
	'UES' => 'アップを解除',

	'SPL' => '分割',
	'MRG' => '合併',

	'HLT' => 'カラーに',
	'UHL' => 'カラーを解除',
	'EHL' => '期間中カラーに',
	'UEH' => 'カラーを解除',

	'BMP' => 'アップ',
	'DWN' => 'ダウン',

	'MOV' => 'ムーブ',
	'CPY' => 'コピー',
	'TYP' => '分類',

	'RFD' => '强制退款',

	'MOD' => '審査通过',

	'ABL' => '文集に追加',
	'RBL' => '文集から解除',

	'PTS' => 'コメントをシェア',
	'RFS' => 'シェアを解除',
	'RMR' => '懸賞を解除',
	'BNP' => 'コメントを非表示',
	'UBN' => '非表示を解除',

	'REC' => '推薦',
	'URE' => '推薦を解除',

	'WRN' => '警告',
	'UWN' => '警告を解除',

	'SPA' => 'スタンプを追加',
	'SPD' => 'スタンプを撤去',

	'SLA' => '添加アイコン',
	'SLD' => '撤销アイコン',

	'REG' => 'コミュニティ推荐',

	'PTA' => '記事を生成',

	'MAG' => 'アイテムを使用',

	'REB' => 'シェア',

);

?>